---
kind: other
id: Methods.T:Autodesk.Revit.DB.ICustomFieldProperties
source: html/bd592432-191a-9ebe-407f-2c7f82a9a4c1.htm
---
# ICustomFieldProperties Methods

Identifies if the custom field properties are equal or not.